{
  "plugins": {
    "agentic.nvim": {
      "src": "https://github.com/carlos-algms/agentic.nvim.git"
    },
    "avante.nvim": {
      "src": "https://github.com/yetone/avante.nvim.git"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git",
      "version": "'v9.1.0'"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim.git",
      "version": "'1.6.67'"
    },
    "mason-auto-install.nvim": {
      "src": "https://github.com/owallb/mason-auto-install.nvim.git",
      "version": "'main'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git",
      "version": "'v2.1.0'"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git",
      "version": "'v2.2.1'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint.git",
      "version": "'master'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git",
      "version": "'v2.7.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "opencode.nvim": {
      "src": "https://github.com/sudo-tee/opencode.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git",
      "version": "'v0.1.4'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git",
      "version": "'master'"
    }
  }
}
